<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Canis Lupus Familiaris</title>
</head>
<body>
  <main>
    <header>
      <h1>Canis Lupus Familiaris</h1>
    </header>
    <section>
      <p>
        El perro (<span>Canis lupus familiaris</span>) es un mam&iacute;fero carn&iacute;voro de la familia de los c&aacute;nidos, una subespecie del lobo (<span>Canis lupus</span>), que acompaña a los humanos desde hace al menos 14.000 años. 
        Su tamaño, forma y pelaje es muy diverso seg&uacute;n la raza. Posee un o&iacute;do y olfato muy desarrollados. 
        Su vida promedio es de 15 años, aunque las razas pequeñas puede alcanzar una longevidad de 20 años.
      </p>
      <p>
        Hay aproximadamente 800 razas —m&aacute;s que de cualquier otro animal— que var&iacute;an significativamente en tamaño, fisonom&iacute;a y temperamento. 
        Las razas de perros en sentido moderno comenzaron a partir de la precisa documentaci&oacute;n de los pedigr&iacute;es que se establecen en el <span>Kennel Club Ingl&eacute;s</span> en <span>1873</span>, a imitaci&oacute;n de otros registros geneal&oacute;gicos para ganado y caballos.
      </p>
    </section>
    <hr>
    <section>
      <article>
        <h2>Yorkshire terrier</h2>
        <img src="img/catalogo/yorkshire.jpg" alt="Foto de yorkshire terrier">
        <p>
          El yorkie se origin&oacute; en Yorkshire, una regi&oacute;n del norte de Inglaterra.
          A finales de 1865, un perro de exposici&oacute;n llamado Huddersfield Ben —que era un Paisley terrier con tipo de Yorkshire terrier—, propiedad de una mujer que viv&iacute;a en Yorkshire, Mary Ann Foster, fue visto en las exposiciones caninas en toda Gran Bretaña, y fue quien defini&oacute; el est&aacute;ndar de la raza denominada <span>Yorkshire terrier</span>.
          El nombre oficial de la raza se adopt&oacute; en 1870.
        </p>
      </article>
      <hr>
      <article>
        <h2>Dogo alem&aacute;n</h2>
        <p>
          El t&eacute;rmino alem&aacute;n Dogge se aplicaba antiguamente a los perros grandes y fuertes que no pertenec&iacute;an necesariamente a una raza en particular. 
          En <span>1880</span>, durante una exposici&oacute;n llevada a cabo en Berl&iacute;n, se estableci&oacute; el primer est&aacute;ndar para el dogo alem&aacute;n. Este ha sido controlado por el <span>Deutscher Doggen-Club 1888 e.V</span> y alterado en algunas ocasiones a trav&eacute;s de los años. 
          La versi&oacute;n actual se conforma al modelo de la <span>Federaci&oacute;n Cinol&oacute;gica Internacional</span>.
        </p>
        <img src="img/catalogo/dogo-aleman.jpg" alt="Foto de dogo alem&aacute;n">
      </article>
      <hr>
    </section>
  </main>
</body>
</html>