<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Contra Comic Sans</title>
</head>
<body>
  <main>
    <header>
      <h1>Contra <span>Comic Sans</span></h1>
    </header>
    <section>
      <article>
        <h2>Origen</h2>
        <p>
          <span>Comic Sans</span> es un tipo de letra creado en <span>1994</span> por el diseñador <span>Vincent Connare</span>, empleado de Microsoft. 
          El tipo de letra imita el estilo de los di&aacute;logos de los tebeos, que en Estados Unidos es un aspecto muy cuidado y llevado a cabo por especialistas. 
          Concretamente, Connare dice haberse inspirado por dos tebeos clave de la evoluci&oacute;n del comic en los años 80: <span>Watchmen</span> y <span>El regreso del señor de la noche</span>.
        </p>
        <p>
          Inicialmente, ese tipo de letra iba a incluirse en uno de los proyectos de Microsoft m&aacute;s criticado y ridiculizado: <span>Microsoft Bob</span>. 
          Bob era un programa creado para <span>Windows 3.1</span> que pretend&iacute;a ser un nuevo tipo de interface de usuario diseñado para novatos y que en vez del escritorio de Windows mostraba las habitaciones de una casa en la que los objetos abr&iacute;an las aplicaciones. 
          La aparici&oacute;n de <span>Windows 95</span> permiti&oacute; a Microsoft enterrar r&aacute;pidamente un producto que nunca debi&oacute; salir a la luz. En 2006, en una lista de los 25 peores productos tecnol&oacute;gicos de la historia publicada por la revista <span>PCWorld</span>, Bob todav&iacute;a se manten&iacute;a en el s&eacute;ptimo lugar.
        </p>
      </article>
      <article>
        <h2>Difusi&oacute;n</h2>
        <p>
          Comic Sans se diseñ&oacute; para los globos de ayuda al usuario en Bob, pero no lleg&oacute; a utilizarse all&iacute;. 
          Pero s&iacute; se incluy&oacute; en el <span>Windows 95 Plus! Pack</span>, un CD de ampliaci&oacute;n de WIndows 95, que inclu&iacute;a entre otros, la primera versi&oacute;n de Internet Explorer. 
          Todo el contenido del Plus! Pack se incluy&oacute; en <span>Windows 98</span> y en otros productos de Microsoft (<span>Publisher, Internet Explorer, MS Comic chat</span>, etc.), entre otros el <span>Core Fonts for the Web</span>, un paquete de fuentes que Microsoft distribuy&oacute; gratuitamente entre <span>1996</span> y <span>2002</span>, pero cuya licencia ha permitido que se siga distribuyendo y usando, no s&oacute;lo en Windows, sino en cualquier sistema operativo.
        </p>
        <p>
          Instalada en pr&aacute;cticamente todos los PCs del planeta, no sorprende que Comic Sans se haya utilizado mucho y para todo tipo de documentos. 
          Y ese uso indiscriminado es el que ha movilizado a bastantes diseñadores gr&aacute;ficos.
        </p>
      </article>
    </section>
  </main>
</body>
</html>